<template >
    <div class="detailตะวันออก">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">
                    <div class="col-md-6">
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/Easttt/peaw.jpg" width="350"
                        height="400"> <br> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/Easttt/peaw1.jpg" width="350"
                        height="400"></div>

                    <div class="col-md-6">
                        <h1>น้ำตกพลิ้ว</h1>

<p>เป็นน้ำตกที่มีชื่อเสียงและความงดงามใน อุทยานแห่งชาติน้ำตกพลิ้ว ตั้งอยู่ที่อำเภอแหลมสิงห์ จังหวัดจันทบุรี 
    <br>เป็นหนึ่งในแหล่งท่องเที่ยวทางธรรมชาติที่ได้รับความนิยมในภาคตะวันออกของประเทศไทย 
    <br>ด้วยความงดงามของน้ำตกและสภาพแวดล้อมที่อุดมสมบูรณ์ 
    <br>ทำให้น้ำตกพลิ้วเป็นสถานที่ที่เหมาะสำหรับการพักผ่อนและสำรวจธรรมชาติ

<br>ความงดงามของน้ำตก

<br>น้ำตกพลิ้วเป็นน้ำตกที่มีขนาดกลาง น้ำไหลลงมาตามหน้าผาหินขนาดใหญ่ 
<br>กลายเป็นแอ่งน้ำใสราวกระจก เหมาะสำหรับการเล่นน้ำ   น้ำใสจนสามารถมองเห็นปลาพลวง 
<br>ซึ่งเป็นปลาประจำถิ่นว่ายอยู่ในแอ่งน้ำธรรมชาติรอบข้าง

<br>บริเวณน้ำตกมี พีระมิดพระนางเรือล่ม ซึ่งพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว (รัชกาลที่ 5) โปรดเกล้าฯ 
<br>ให้สร้างขึ้นเพื่อรำลึกถึงสมเด็จพระนางเจ้าสุนันทากุมารีรัตน์ พระบรมราชเทวี
<br>ยังมี ศาลาเอนกประสงค์ และแหล่งประวัติศาสตร์ที่เกี่ยวข้องกับพระมหากษัตริย์
<br>กิจกรรมที่น่าสนใจ: เล่นน้ำและชมปลาพลวง: 
<br>น้ำตกพลิ้วมีแอ่งน้ำใสสะอาดเหมาะสำหรับการเล่นน้ำ และสามารถให้อาหารปลาพลวงที่อาศัยอยู่ในน้ำได้
<br>เดินป่า: มีเส้นทางศึกษาธรรมชาติสำหรับผู้ที่ชอบสำรวจป่า
<br>ถ่ายภาพธรรมชาติ: จุดถ่ายภาพที่ได้รับความนิยมคือบริเวณหน้าผาน้ำตกและแอ่งน้ำใส<br>

<br>ที่ตั้ง: น้ำตกพลิ้วอยู่ห่างจากตัวเมืองจันทบุรีประมาณ 14 กิโลเมตร
<br>สามารถเดินทางด้วยรถยนต์ส่วนตัวหรือใช้บริการรถสองแถวจากตัวเมือง
<br>มีที่จอดรถและสิ่งอำนวยความสะดวกสำหรับนักท่องเที่ยว<br>
ช่วงเวลาที่เหมาะสม:
<br>น้ำตกพลิ้วสามารถเที่ยวได้ตลอดปี แต่ช่วงที่เหมาะสมที่สุดคือ ฤดูฝน (มิถุนายน - ตุลาคม) เพราะน้ำจะไหลเต็มที่และบรรยากาศร่มรื่น
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/East1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>