<template >
    <div class="detailตะวันออก">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">
                    <div class="col-md-6">
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/Easttt/lalu1.jpg" width="450"
                        height="400"> <br> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/Easttt/lalu2.jpg" width="450"
                        height="400"></div>

                        <div class="col-md-6">
                        <h1>" ลลุ "</h1>
                        

<p>ลลุ หรือที่มักเรียกกันว่า "ทะเลลลุ" เป็นแหล่งท่องเที่ยวธรรมชาติที่มีเอกลักษณ์เฉพาะตัวใน จังหวัดสระแก้ว 
    <br>ตั้งอยู่ในเขต อำเภอตาพระยา คำว่า "ลลุ" มาจากภาษาเขมร แปลว่า "ทะลุ" 
    <br>ซึ่งอธิบายลักษณะของพื้นที่ที่มีดินยุบตัวลงจนเกิดเป็นโพรงหรือหน้าผาขนาดเล็ก สถานที่นี้จึงมีภูมิทัศน์ที่น่าตื่นตาตื่นใจ
    <br>คล้ายกับ แกรนด์แคนยอน ในต่างประเทศ<br>

<br>จุดเด่นของลลุ: ลักษณะภูมิประเทศ

<br>ลลุเกิดจากการกัดเซาะของน้ำฝนและกระแสลมเป็นเวลาหลายพันปี 
<br>ทำให้เกิดเสาดินและผาชันที่มีรูปทรงแปลกตา สีของดินที่นี่มีลักษณะส้มแดง 
<br>เพิ่มความสวยงามและโดดเด่น พื้นที่กว้างใหญ่<br>

<br>ลลุมีพื้นที่ประมาณ 2,000 ไร่ นักท่องเที่ยวสามารถเดินชมได้หลายจุด 
<br>แต่บางบริเวณต้องอาศัยไกด์ท้องถิ่นนำทาง
บรรยากาศสงบและเงียบสงบ

<br>ลลุเป็นสถานที่ที่เงียบสงบ เหมาะสำหรับผู้ที่ต้องการสัมผัสธรรมชาติและถ่ายภาพสวย ๆ

<br>
ที่ตั้ง: บ้านคลองยาง ตำบลทัพราช อำเภอตาพระยา จังหวัดสระแก้ว
<br>จากตัวเมืองสระแก้ว ใช้เวลาเดินทางประมาณ 1 ชั่วโมงครึ่ง
<br>สามารถใช้รถยนต์ส่วนตัว หรือเช่ารถจากตัวเมือง

<br>ช่วงเวลาที่เหมาะสม:<br>
<br>ฤดูหนาวและฤดูร้อน: ช่วงเดือนพฤศจิกายนถึงเมษายน เป็นเวลาที่เหมาะสมที่สุด 
<br>เนื่องจากไม่มีฝนตก พื้นที่แห้งและเดินทางสะดวก
หลีกเลี่ยงฤดูฝน <br>
เพราะพื้นดินอาจลื่นและยากต่อการเดินสำรวจ
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/East1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>