<template >
    <div class="detailตะวันออก">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">
                    <div class="col-md-6">
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/Easttt/watna.jpg" width="450"
                        height="400"> <br> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/Easttt/watna2.jpg" width="450"
                        height="400"></div>

                    <div class="col-md-6">
                        <h1>วัดรัตนเนตตาราม <br>
                            (วัดรัตนเนตร)</h1>
                        

<p>วัดรัตนเนตตาราม หรือที่เรียกกันทั่วไปว่า วัดรัตนเนตร ตั้งอยู่ใน จังหวัดอุบลราชธานี 
    <br>เป็นวัดที่มีความงดงามและโดดเด่นด้วยสถาปัตยกรรมที่วิจิตรบรรจง โดยเฉพาะ พระอุโบสถไม้ ที่แกะสลักลวดลายอย่างประณีต และรายล้อมด้วยธรรมชาติที่ร่มรื่น เป็นสถานที่ที่นักท่องเที่ยวและผู้ที่แสวงหาความสงบมักเดินทางมาเยี่ยมชม

<br>จุดเด่นของวัดรัตนเนตตาราม: พระอุโบสถไม้แกะสลัก

<br>พระอุโบสถของวัดนี้สร้างจากไม้ทั้งหลัง แกะสลักลวดลายพุทธศิลป์ที่สะท้อนถึงความงดงามของวัฒนธรรมอีสาน
<br>มีภาพแกะสลักที่เล่าเรื่องราวทางพุทธศาสนาและแสดงถึงความศรัทธาอย่างลึกซึ้ง
<br>บรรยากาศร่มรื่น<br>

<br>วัดตั้งอยู่ในพื้นที่ที่ล้อมรอบด้วยต้นไม้นานาพันธุ์ ทำให้มีบรรยากาศสงบ เย็นสบาย <br>เหมาะแก่การทำสมาธิและปฏิบัติธรรม
พระประธานในอุโบสถ<br>

<br>ภายในพระอุโบสถมีพระประธานที่งดงามและศักดิ์สิทธิ์ เป็นที่เคารพสักการะของชาวบ้านและนักท่องเที่ยว
แหล่งเรียนรู้พุทธศาสนา<br>

<br>วัดรัตนเนตตารามมีกิจกรรมเผยแผ่ธรรมะและส่งเสริมการเรียนรู้หลักธรรมคำสอนสำหรับผู้ที่สนใจ<br>
 <br>การเดินทาง:
<br>ที่ตั้ง: วัดรัตนเนตตารามตั้งอยู่ในอำเภอพิบูลมังสาหาร จังหวัดอุบลราชธานี<br>
<br>การเดินทางสะดวก สามารถขับรถจากตัวเมืองอุบลราชธานี ใช้เวลาประมาณ 1 ชั่วโมง<br>
<br>ช่วงเวลาที่เหมาะสม:<br>
<br>สามารถเยี่ยมชมได้ตลอดทั้งปี แต่ช่วงเช้าหรือเย็นจะมีบรรยากาศที่ร่มรื่นและเงียบสงบมากที่สุด
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/East1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>