<template >
    <div class="detail-ไร่ชา">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">
                    <div class="col-md-6">
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/northhh/ไร่ชา.jpg" width="550"
                        height="400"> <br> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/northhh/ไร่ชา_1.jpg" width="550"
                        height="350"></div>

                    <div class="col-md-6">
                        <h1>ไร่ชาฉุยฟง <br>
                        </h1>
                        

<p>ตั้งอยู่ในอำเภอแม่จัน จังหวัดเชียงราย เป็นหนึ่งในสถานที่ท่องเที่ยวที่น่าสนใจของเชียงราย เนื่องจากบรรยากาศที่สวยงาม 
    <br>และมีการปลูกชาออร์แกนิคคุณภาพดี ไร่ชานี้มีทิวทัศน์ที่สวยงาม โดยเฉพาะในช่วงที่ชากำลังเขียวขจีและมีหมอกคลุ้มในช่วงเช้า

<br>รายละเอียดของไร่ชาฉุยฟง:

 <br> 1. ที่ตั้ง
 <br>• ไร่ชาฉุยฟางตั้งอยู่ในตำบลแม่สลองนอก อำเภอแม่จัน จังหวัดเชียงราย ห่างจากตัวเมืองเชียงรายประมาณ 45 กิโลเมตร
 <br>• และเป็นส่วนหนึ่งของภูเขาแม่สลอง ซึ่งเป็นแหล่งปลูกชาใหญ่ในจังหวัด
 <br> 2. การท่องเที่ยว:

 <br>
 • ทัวร์ไร่ชา: นักท่องเที่ยวสามารถเดินทางไปชมกระบวนการปลูกและการผลิตชาได้อย่างใกล้ชิด 
 <br> • การชิมชา: นอกจากการเยี่ยมชมไร่ชาแล้ว 
 <br>นักท่องเที่ยวยังสามารถชิมชาออร์แกนิคที่ผลิตจากไร่ชาแห่งนี้ ซึ่งมีหลากหลายประเภท ทั้งชาเขียว ชาดำ และชาอู่หลง
 <br> • ชมวิว: ไร่ชาฉุยฟางตั้งอยู่บนพื้นที่สูงของเขา ทำให้มีทิวทัศน์ที่สวยงาม ทั้งของไร่ชาและทิวทัศน์โดยรอบที่มีภูเขาและหมอกลอยอยู่ในตอนเช้า
 <br>3. การเดินทาง:
 <br>• การเดินทางไปไร่ชาฉุยฟางจากตัวเมืองเชียงรายสามารถขับรถไปตามถนนสายหลัก ซึ่งถนนค่อนข้างคดเคี้ยวและมีพื้นที่ลาดชัน
 <br>4. เวลาที่เหมาะสม:
 <br>•ช่วงเวลาที่เหมาะสมในการไปเยี่ยมชมไร่ชาฉุยฟางคือช่วงฤดูหนาว (พฤศจิกายน-กุมภาพันธ์) ซึ่งอากาศเย็นสบายและเหมาะแก่การเดินเที่ยว 
 <br>ช่วงนี้ยังมีทิวทัศน์หมอกปกคลุมทั่วทั้งไร่ชา
 
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/north1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>