<template >
    <div class="detailpuket">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">

                    <div class="col-md-6"> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/SorthT/puket_1.jpg" width="350"
                        height="350"> <br> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/SorthT/phuket_2.jpg" width="350"
                        height="350"></div>

                    <div class="col-md-6">
                        <h1>อาคารโปรตุเกสเมืองเก่าภูเก็ต</h1>
                        

<p>อาคารโปรตุเกสเมืองเก่าภูเก็ต หรือที่มักเรียกว่า สถาปัตยกรรมชิโน-โปรตุกีส เป็นเอกลักษณ์ของย่านเมืองเก่าภูเก็ต 
    <br>สถาปัตยกรรมนี้ได้รับอิทธิพลจากการผสมผสานของวัฒนธรรมตะวันตก (โปรตุเกส) และวัฒนธรรมจีน ซึ่งเกิดขึ้นในช่วงปลายศตวรรษที่ 19 
    <br>และต้นศตวรรษที่ 20 เมื่อภูเก็ตเป็นศูนย์กลางการค้าดีบุกในภูมิภาคอาเซียน

<br>ลักษณะเด่นของอาคารชิโน-โปรตุกีส:
<br>ซุ้มประตูโค้ง - ประดับตกแต่งด้วยลวดลายแบบยุโรปและจีน
<br>หน้าต่างและประตู - มักเป็นแบบโค้งครึ่งวงกลม มีลายฉลุที่ละเอียดอ่อน
<br>สีสันสดใส - ส่วนใหญ่ใช้สีพาสเทล เช่น สีเหลือง ฟ้า ชมพู และเขียว
<br>ระเบียงแคบ - สำหรับการเดินเชื่อมระหว่างอาคารด้านหน้า
<br>หลังคากระเบื้อง - ใช้กระเบื้องดินเผาแบบจีนและโปรตุเกส
<br>การตกแต่งภายใน - ผสมผสานระหว่างความเรียบหรูแบบยุโรปและลวดลายจีน
<br>สถานที่สำคัญในย่านเมืองเก่าภูเก็ต:
<br>ถนนถลาง: ถนนสายหลักที่เต็มไปด้วยอาคารชิโน-โปรตุกีส ร้านค้า และคาเฟ่
<br>ถนนดีบุก: โดดเด่นด้วยคาเฟ่และร้านอาหารบรรยากาศเก่าแก่
<br>พิพิธภัณฑ์ไทยหัว: สถานที่จัดแสดงประวัติศาสตร์ของชาวจีนในภูเก็ต
<br>บ้านชินประชา: บ้านโบราณที่เปิดให้เข้าชม เป็นตัวอย่างที่ดีของสถาปัตยกรรมชิโน-โปรตุกีส
<br>ย่านเมืองเก่าภูเก็ตยังเป็นแหล่งรวมของวัฒนธรรมและวิถีชีวิตที่ผสมผสานระหว่างความเป็นตะวันตกและตะวันออกได้อย่างลงตัว 
<br>เหมาะสำหรับผู้ที่สนใจประวัติศาสตร์และสถาปัตยกรรมที่สวยงาม.
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/Sorth1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>