<template >
    <div class="detailpuket">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">

                    <div class="col-md-6"> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/SorthT/siriwong_1.jpg" width="350"
                        height="350"> <br> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/SorthT/siriwong_2.jpg" width="350"
                        height="350"></div>

                    <div class="col-md-6">
                        <h1> " คีรีวง " </h1>
                        

<p>คีรีวง เป็นหมู่บ้านเล็กๆ ในตำบลกำโลน อำเภอลานสกา จังหวัดนครศรีธรรมราช ได้รับการขนานนามว่าเป็นหมู่บ้านที่มี 
<br>อากาศดีที่สุดในประเทศไทย เนื่องจากตั้งอยู่กลางหุบเขาและธรรมชาติที่อุดมสมบูรณ์ ทำให้อากาศบริสุทธิ์และสดชื่นตลอดปี

<br>ลักษณะเด่นของหมู่บ้านคีรีวง: ทิวทัศน์ธรรมชาติที่สวยงาม

<br>หมู่บ้านตั้งอยู่เชิงเขาหลวงซึ่งเป็นภูเขาสูงที่สุดในภาคใต้ รายล้อมด้วยป่าไม้ น้ำตก และลำธารที่ไหลผ่านตัวหมู่บ้าน
<br>วิวสะพานบ้านคีรีวงที่เป็นจุดชมวิวหลัก เห็นลำน้ำและภูเขาได้อย่างชัดเจน
<br>วิถีชีวิตที่เรียบง่าย

<br>ชาวบ้านที่นี่ใช้ชีวิตแบบพอเพียง เน้นทำเกษตรกรรม เช่น การปลูกผลไม้พื้นเมือง (มังคุด เงาะ ทุเรียน) 
<br>และการทำผลิตภัณฑ์แปรรูปจากธรรมชาติแหล่งท่องเที่ยวและกิจกรรมที่น่าสนใจ

<br>สะพานบ้านคีรีวง: จุดถ่ายภาพยอดนิยม
<br>ล่องแพไม้ไผ่ในลำธาร: สนุกและผ่อนคลายท่ามกลางธรรมชาติ
<br>เส้นทางเดินป่าขึ้นเขาหลวง: สำหรับนักผจญภัยและผู้ที่รักการสำรวจธรรมชาติ
<br>ชุมชนโอทอป: จำหน่ายสินค้าแฮนด์เมด เช่น สบู่สมุนไพร ผ้ามัดย้อมธรรมชาติ
<br>ช่วงเวลาที่เหมาะสมในการเยือน

<br>คีรีวงสามารถเที่ยวได้ตลอดทั้งปี แต่ช่วงที่อากาศสดชื่นที่สุดคือระหว่าง 
<br>เดือนพฤศจิกายน - กุมภาพันธ์ ซึ่งเป็นฤดูหนาว
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/Sorth1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>