<template >
    <div class="detaildoi">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">
                    <div class="col-md-6"> <br><br><br><br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/SorthT/moragot1.jpg" width="350"
                        height="350"> <br> <br> 
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/SorthT/moragot2.jpg" width="350"
                        height="350"></div>

                    <div class="col-md-6">
                        <h1>ถ้ำมรกต จ.ตรัง</h1>
                        

<p>ถ้ำมรกต เป็นหนึ่งในสถานที่ท่องเที่ยวที่งดงามและมีชื่อเสียงที่สุดของ จังหวัดตรัง ตั้งอยู่ในเขต อุทยานแห่งชาติหาดเจ้าไหม บริเวณเกาะมุก 
<br>ซึ่งเป็นเกาะขนาดใหญ่อันดับสามของจังหวัดตรัง ถ้ำมรกตโดดเด่นด้วยความงดงามของธรรมชาติ และประสบการณ์ที่ไม่เหมือนใครในการเข้าถ้ำผ่านทางน้ำ

<br>ลักษณะเด่นของถ้ำมรกต: การเข้าไปในถ้ำ

<br>นักท่องเที่ยวต้องว่ายน้ำหรือลอยตัวผ่านช่องทางเข้าที่มีลักษณะเป็นโพรงเล็ก ๆ ความยาวประมาณ 80 เมตร
<br>ช่องทางเข้านี้จะมืดสนิท ต้องใช้ไฟฉายหรือไฟจากไกด์ในการนำทางความงดงามภายใน

<br>เมื่อออกจากความมืด จะพบกับแสงสว่างของหาดทรายขาวสะอาดในลานกลางถ้ำที่เปิดโล่ง 
<br>คล้ายกับสระน้ำธรรมชาติที่ล้อมรอบด้วยหน้าผาสูงชัน น้ำในถ้ำมีสีเขียวมรกตใสสะท้อนกับแสงอาทิตย์ 
<br>ทำให้เกิดบรรยากาศที่สวยงามน่าประทับใจชื่อ “ถ้ำมรกต”

<br>ชื่อนี้มาจากสีของน้ำที่ดูเขียวสดใสเหมือนมรกต ซึ่งเป็นผลจากการสะท้อนของแสงอาทิตย์กับน้ำทะเลในมุมที่เหมาะสม
<br>ช่วงเวลาที่เหมาะสม:
<br>ฤดูท่องเที่ยว: เดือนพฤศจิกายนถึงเมษายน ซึ่งเป็นช่วงที่ทะเลสงบและอากาศดี
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/Sorth1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>