<template >
    <div class="detaildoi">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">
                    <div class="col-md-6"> 
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/SorthT/nubdow2.jpg" width="350"
                        height="350"> <br> <br> 
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/SorthT/nubdow.jpg" width="350"
                        height="350"></div>

                    <div class="col-md-6">
                        <h1>ผานับดาว จ.นราธิวาส</h1>
                        

<p>ผานับดาว เป็นจุดชมวิวธรรมชาติที่สวยงามและมีชื่อเสียงใน อำเภอสุคิริน จังหวัดนราธิวาส ซึ่งตั้งอยู่บนพื้นที่ของ 
<br>เทือกเขาสันกาลาคีรี จุดเด่นของที่นี่คือทิวทัศน์ของเทือกเขาและทะเลหมอกที่งดงาม รวมถึงท้องฟ้าที่เต็มไปด้วยดาวในยามค่ำคืน 
<br>ทำให้เป็นสถานที่ยอดนิยมสำหรับผู้ที่ชื่นชอบการผจญภัยและธรรมชาติ

<br>ลักษณะเด่นของผานับดาว:จุดชมวิวทะเลหมอก

<br>ในช่วงเช้าตรู่ นักท่องเที่ยวสามารถชมทะเลหมอกที่ปกคลุมทิวเขาโดยรอบ บรรยากาศเย็นสบายและเงียบสงบ
<br>มุมมองกว้างไกล เห็นเทือกเขาสันกาลาคีรีทอดยาวสุดสายตาการดูดาวในยามค่ำคืน

<br>เนื่องจากอยู่ในพื้นที่ที่ไม่มีแสงไฟจากเมืองรบกวน ทำให้สามารถมองเห็นท้องฟ้าที่เต็มไปด้วยดาวได้อย่างชัดเจน
<br>เป็นสถานที่เหมาะสำหรับการถ่ายภาพทางช้างเผือกหรือการสังเกตการณ์ดวงดาวเส้นทางเดินป่า

<br>เหมาะสำหรับนักท่องเที่ยวที่รักการผจญภัย มีเส้นทางเดินป่าผ่านธรรมชาติที่อุดมสมบูรณ์
<br>ตลอดทางอาจพบกับสัตว์ป่าและพันธุ์ไม้หลากหลายชนิด

<br>ช่วงเวลาที่เหมาะสม:
<br>ฤดูหนาว: ช่วงเดือนพฤศจิกายนถึงกุมภาพันธ์ เป็นเวลาที่อากาศเย็นสบายและทะเลหมอกหนาแน่น
<br>กลางคืนในคืนเดือนมืด: เป็นช่วงที่เหมาะสำหรับการดูดาว
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/Sorth1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>