<template >
    <div class="detailตะวันตก">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">
                    <div class="col-md-6">
                        <img class="card-img-top mb-5 mb-md-0" src="@//assets/weattt/wana2.jpg" width="650"
                        height="400"> <br> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/weattt/wana.jpg" width="650"
                        height="400"></div>

                    <div class="col-md-6">
                        <h1>สยาม เวเนเซีย หัวหิน</h1>
                        

<p>(The Venezia Hua Hin)<br>
<br>เป็นแหล่งท่องเที่ยวและช้อปปิ้งมอลล์ในจังหวัดประจวบคีรีขันธ์ 
<br>ที่ได้รับแรงบันดาลใจจากเมืองเวนิส (Venice) ประเทศอิตาลี 
<br>โดยที่นี่ออกแบบให้มีบรรยากาศโรแมนติกพร้อมด้วยลำคลองจำลองที่นักท่องเที่ยวสามารถล่องเรือกอนโดลาได้ 
<br>รวมถึงร้านค้า ร้านอาหาร และกิจกรรมที่หลากหลาย เหมาะสำหรับทั้งครอบครัว คู่รัก และกลุ่มเพื่อน<br>

<br>ฮไลต์ของเวเนเซีย หัวหิน
<br>คลองจำลองและเรือกอนโดลา
<br>นักท่องเที่ยวสามารถสัมผัสประสบการณ์การล่องเรือในบรรยากาศแบบเวนิส ซึ่งเป็นจุดเด่นที่ไม่ควรพลาด<br>

<br>ชิงช้าสวรรค์และรถม้า
<br>มีกิจกรรมให้เลือกสนุก เช่น การขึ้นชิงช้าสวรรค์เพื่อชมวิวรอบๆ หรือการนั่งรถม้าสไตล์ยุโรป<br>

<br>สวนดอกไม้และถ่ายภาพ
<br>มีมุมถ่ายรูปมากมาย ทั้งในโซนสวนดอกไม้และอาคารสถาปัตยกรรมที่มีสีสันสดใส<br>

<br>แหล่งช้อปปิ้งและร้านอาหาร
<br>มีร้านค้าแบรนด์ต่างๆ รวมถึงร้านขายของที่ระลึก และร้านอาหารที่มีทั้งอาหารไทยและนานาชาติ<br>

<br>กิจกรรมสำหรับเด็ก
<br>มีโซนเครื่องเล่นและกิจกรรมต่างๆ สำหรับเด็ก เช่น บ้านบอล และมินิสวนสนุก<br>

<br>ที่ตั้ง: อยู่บนถนนเพชรเกษม ห่างจากตัวเมืองหัวหินประมาณ 10 กิโลเมตร
<br>การเดินทาง: สามารถเดินทางโดยรถยนต์ส่วนตัว รถตู้ หรือรถสองแถวจากหัวหิน<br>
<br>เวลาทำการ
<br>เปิดทุกวัน เวลา 10.00 น. - 20.00 น.
<br>ค่าเข้าชม
<br>มีค่าเข้าชมสำหรับบางโซนและกิจกรรม เช่น การล่องเรือหรือขึ้นชิงช้าสวรรค์ <br>แต่สามารถเข้าไปเดินชมและถ่ายรูปได้ฟรีในบางพื้นที่
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/weat1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>