<template >
    <div class="detailตะวันตก">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">
                    <div class="col-md-6">
                        <img class="card-img-top mb-5 mb-md-0" src="@//assets/weattt/moun.jpg" width="650"
                        height="400"> <br> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/weattt/moun1.jpg" width="650"
                        height="400"></div>

                    <div class="col-md-6">
                        <h1>สะพานมอญ <br>
                        (สะพานอุตตมานุสรณ์)</h1>
                        

<p> เป็นสะพานไม้ที่ยาวที่สุดในประเทศไทยและเป็นหนึ่งในสะพานไม้ที่ยาวที่สุดในโลก 
    <br>มีความยาวประมาณ 850 เมตร ตั้งอยู่ที่ อำเภอสังขละบุรี จังหวัดกาญจนบุรี

<br>สะพานแห่งนี้สร้างขึ้นเพื่อเชื่อมระหว่างหมู่บ้านชาวมอญกับตัวอำเภอสังขละบุรี โดยนับเป็นสัญลักษณ์
<br>สำคัญของชุมชนมอญและเป็นสถานที่ท่องเที่ยวที่มีชื่อเสียงดึงดูดนักท่องเที่ยวทั้งชาวไทยและต่างชาติ<br>

<br>ความโดดเด่นและกิจกรรม
<br>วิวธรรมชาติที่งดงาม
<br>สะพานตั้งอยู่เหนือแม่น้ำซองกาเลีย ท่ามกลางภูเขาและหมอกในยามเช้า 
<br>ทำให้เป็นจุดชมวิวที่สวยงามมาก โดยเฉพาะในช่วงหน้าฝนและหน้าหนาว<br>

<br>สัมผัสวิถีชีวิตชาวมอญ
<br>นักท่องเที่ยวสามารถเห็นวิถีชีวิตเรียบง่ายของชาวมอญ เช่น การตักบาตรเช้า <br>การแต่งกายแบบพื้นเมือง และการสักการะสิ่งศักดิ์สิทธิ์<br>

<br>กิจกรรมถ่ายภาพ
<br>สะพานไม้แห่งนี้มีบรรยากาศโรแมนติกและเหมาะสำหรับการถ่ายภาพ โดยเฉพาะในช่วงพระอาทิตย์ขึ้นและพระอาทิตย์ตก<br>

<br>นักท่องเที่ยวสามารถล่องเรือชมวิวใต้สะพานและเยี่ยมชมโบราณสถานใต้น้ำ เช่น วัดวังก์วิเวการามเก่า<br>

<br>ที่ตั้ง: อำเภอสังขละบุรี จังหวัดกาญจนบุรี<br>
<br>จากกรุงเทพฯ ใช้เวลาประมาณ 5-6 ชั่วโมงโดยรถยนต์ส่วนตัว <br>หรือสามารถนั่งรถโดยสารไปยังตัวเมืองกาญจนบุรีและต่อรถสองแถวไปยังสังขละบุรี<br>
<br>ช่วงเวลาที่เหมาะสมในการเยี่ยมชม
<br>หน้าหนาว (พฤศจิกายน-กุมภาพันธ์): บรรยากาศเย็นสบาย พร้อมหมอกยามเช้า<br>
<br>หน้าฝน (กรกฎาคม-ตุลาคม): น้ำในแม่น้ำเต็มและวิวธรรมชาติสดชื่น<br>
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/weat1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>