<template >
    <div class="detailตะวันตก">
        <section class="py-5">
            <div class="container px-4 px-lg-5 my-5">
                <div class="row gx-4 gx-lg-5 align-items-center">
                    <div class="col-md-6">
                        <img class="card-img-top mb-5 mb-md-0" src="@//assets/weattt/bit1.jpg" width="650"
                        height="400"> <br> <br>
                        <img class="card-img-top mb-5 mb-md-0" src="@/assets/weattt/bit2.jpg" width="650"
                        height="400"></div>

                    <div class="col-md-6">
                        <h1>เขาอีบิด</h1>
                        

<p>เขาอีบิด เป็นสถานที่ท่องเที่ยวธรรมชาติที่ได้รับความสนใจเพิ่มขึ้นในช่วงไม่กี่ปีที่ผ่านมา 
    <br>ตั้งอยู่ที่ อำเภอเมือง จังหวัดเพชรบุรี เป็นภูเขาที่โดดเด่นด้วยลักษณะหน้าผาที่มีรอยตัดคล้ายถูกแบ่งออกเป็นสองส่วน 
    <br>สร้างความแปลกตาและดึงดูดนักท่องเที่ยวให้มาชมความงามและสัมผัสบรรยากาศธรรมชาติที่สงบ<br>

<br>จุดเด่นของเขาอีบิด วิวธรรมชาติและความแปลกตา
<br>เขาอีบิดมีลักษณะเป็นภูเขาหินปูนที่มีหน้าผาตัดตรงและสูงชัน มีร่องรอยคล้ายถูกตัดหรือขุดเจาะ<br>

<br>ที่นี่เป็นสถานที่ที่ยังคงความเป็นธรรมชาติไว้อย่างดี มีบรรยากาศเงียบสงบ เหมาะสำหรับการพักผ่อนและชมวิว<br>

<br>เขาอีบิดเป็นจุดยอดนิยมสำหรับการถ่ายภาพ โดยเฉพาะในช่วงเย็นที่พระอาทิตย์ตกดิน <br>แสงที่สะท้อนกับหน้าผาหินปูนจะสร้างมุมมองที่สวยงาม

<br>เหมาะสำหรับสายแคมป์ปิ้งและปั่นจักรยาน
<br>นักท่องเที่ยวบางคนใช้พื้นที่โดยรอบสำหรับการตั้งแคมป์หรือปั่นจักรยานสำรวจธรรมชาติ<br>

<br>การเดินทาง
<br>ที่ตั้ง: ตำบลหนองพลับ อำเภอเมือง จังหวัดเพชรบุรี
<br>จากกรุงเทพฯ ใช้เส้นทางถนนเพชรเกษมมายังตัวเมืองเพชรบุรี และต่อไปยังตำบลหนองพลับ 
<br>ระยะทางจากตัวเมืองเพชรบุรีประมาณ 20 กิโลเมตร<br>
<br>ช่วงเวลาที่เหมาะสมในการเยี่ยมชม
<br>ช่วงเช้า: บรรยากาศสดชื่นและเย็นสบาย
<br>ช่วงเย็น: เหมาะสำหรับชมพระอาทิตย์ตก<br>
</p>
                        <div class="d-flex">
                            <button class="btn" type="button">
                                <p><a href="/weat1"><button id="btn1" class="btn btn-outline-success mt-2">view</button></a></p>

                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </section>  


    </div>
</template>


<script>
export default {
    
}
</script>
<style >
    
</style>